Repository: common-repository/wpmathpublisher
Catalog: locale/wpmathpublisher-*.po
Languages: be_by

source: WpMathPublisher not yet ready:
be_by: WpMathPublisher яшчэ не гатовы:

source: Couldn't access image directory [%s], create it and chmod it to 777.
be_by: Не атрымалася атрымаць доступ да каталога малюнкаў [%s], стварыце яго і зменіце chmod на 777.

source: invalid color value
be_by: няправільнае каляровае значэнне

source: transparency value is invalid
be_by: значэнне празрыстасці няправільнае

source: Options resetted to default values
be_by: Функцыі скінуты да значэнняў па змаўчанні

source: Cache cleared
be_by: Кэш вычышчаны

source: Font size must be between %1$d and %2$d
be_by: Памер шрыфта павінен быць паміж %1$d і %2$d

source: Font:
be_by: Шрыфт:

source: Back:
be_by: Назад:

source: Options:
be_by: Налады:

source: Update not successfull:
be_by: Абноўлена не цалкам:

source: Options saved
be_by: Налады захаваны

source: WpMathPublisher Design
be_by: WpMathPublisher дызайн

source: Save
be_by: Захаваць

source: Information:
be_by: Інфармацыя:

source: Allowed transparency range is from 0 (opaque) to 127 (transparent)
be_by: Дапушчальны дыяпазон празрыстасці ад 0 (непразрысты) да 127 (празрысты)

source: Default image will look like this:
be_by: Па змаўчанні малюнак будзе выглядаць наступным чынам:

source: Reset to defaults
be_by: Скінуць да пачатковых

source: Font color
be_by: Колер шрыфта

source: RGB-Value:
be_by: RGB-значэнне:

source: Transparency:
be_by: Празрыстасць:

source: Background color
be_by: Колер фону

source: Font Options
be_by: Налады шрыфта

source: Font size:
be_by: Памер шрыфта:

source: Allowed range: %1$d to %2$d
be_by: Дапушчальныя значэнні: %1$d да %2$d

source: Save Changes
be_by: Захаваць змены

source: Reset
be_by: Скінуць

source: Empty Cache
be_by: Ачысціць кэш

source: Click this button to empty the image cache. This can be necessary if you changed colors and want your old images to be rendered again:
be_by: Націсніце гэту кнопку, каб ачысціць кэш малюнкаў. Гэта можа быць неабходна, калі вы змянілі колер і жадаеце, каб вашы старыя малюнкі, які можа ўнесці яшчэ раз:

source: Clear cache
be_by: Ачысціць кэш

source: User Guide
be_by: Кіраўніцтва

source: To use this plugin is quite easy. The most simple use is just to to convert formulas into readable images
be_by: Bспользовать гэта ўбудова вельмі лёгка. Самым простым з'яўляецца выкарыстанне толькі для пераўтварэння формул у чытаныя малюнкі

source: will be converted to
be_by: будзе конверитировно ў

source: If you don't like the size of the text in the images you can adjust it just by passing an additional attribute "size"
be_by: Калі вам не падабаецца памер тэксту ў малюнках? вы можаце наладзіць яго толькі шляхам прыняцця дадатковых атрыбутаў "памер"

source: In any case there even is an option if you do NOT want you're code to be parsed to an image. Just add the attribute noparse="true"
be_by: У любым выпадку, нават з'яўляецца jgwbz калі вы НЕ жадаеце код, які будзе разбірацца для малюнка. Проста дадайце атрыбут noparse="true"

source: Of course you can combine all attributes:
be_by: Вядома, вы можаце аб'яднаць усе атрыбуты:
